{
    "usuarios": [
        {
            "nombre": "nicomiaw",
            "mensaje": "Feliz navidad amor, quiero aprovechar este día para demostrarte lo mucho que te amo. Lo nuestro, aunque tuvo un inicio bonito, fue algo muy inesperado, tenía miedo de formar parte de tu vida porque sentía que era algo muy pronto y que debía conocerte primero, pero luego fui yo quien llevó las cosas muy acelerado y terminó declarandose a ti, pero ¿sabes algo? no me arrepiento. Amo la manera en que eres, como siempre te preocupas por mí. No paso un solo día sin que me levante pensando en tí. Lo único que quiero es estar siempre contigo, sentirme cerca a ti, amarte y hacerte sentir especial cada día. A veces puedo ser muy tonto y expresar mis emociones sin medir en que eso te puede hacer daño o sacar las cosas de contexto. Perdóname por todo eso, pero quiero que recuerdes que de verdad te amo y que lo mejor que pudo pasarme este año, eres tú."
        },
        {
            "nombre": "estrellitaxduwu",
            "mensaje": "Hija mía, feliz navidad. Quisiera agradecerte por todo el apoyo que me has dado desde que te conozco. Al inicio me resultó un poco complicado acercarme a ti, más que nada por mi timidez y porque veía que ya tenías una relación de confianza con yinxx y no sabía como integrarme a ello, pero recuerdo que fuiste tú quien tomó la iniciativa de hablar conmigo y supiste romper esa brecha rapidamente y te agradezco de todo corazón. Eres una de las personas en las que más confío y espero que sigamos compartiendo esta relación tan especial durante muchos años más, solo quiero que recuerdes en esta noche que hay gente que te aprecia mucho, solo quiero que jamás olvides eso."
        },
        {
            "nombre": "mitsuri",
            "mensaje": "Hija mía, feliz navidad, espero que la pases bonito, es curioso pero recuerdo que cuando inicie a hablar contigo fue un logro enorme para mi, esto porque a veces sentía que no podía de alguna manera acercarme a ti, pero lo bueno que supimos como romper eso y pues formamos una bonita amistad, más haya del rol de padre e hija que tenemos XD. Siempre la pasamos bien, nos reimos, nos divertimos mucho juntos y aunque a veces yo pueda fallar en el sentido del tiempo o que no pueda acompañarte para algunas cosas o simplemente pueda cometer errores que incluso puedan llegar a afectarte también y espero que me perdones por ello, pero quiero que sepas que puedes contar conmigo siempre y ante cualquier problema puedes hablar conmigo."
        },
        {
            "nombre": "yinxx018",
            "mensaje": "Furroooooo feliz navidad, espero que pases una bonita noche, sabes algo, es curioso que recuerde esto pero de la comunidad de Richavo fuiste el primero en hablar conmigo y en mantenerse en contacto conmigo, es curioso porque luego de eso apareció esa mamada del blinxx XD. Pero bueno, quien iba a pensar que luego ibamos a formar un grupito donde poco a poco crecería más. Bueno mi king, de ti no puedo opinar mucho más que nada porque siento que eres alguien que, como dices, saca las lecciones hasta de las cosas más sencillas que pueda pasar en la vida y eso es genial, solo decirte que nunca te rindas y sigas adelante, y que nos tienes siempre para apoyarte en todo momento."
        },
        {
            "nombre": "ripmushuu21",
            "mensaje": "Sumiso feliz navidad XD. Espero que pases felices fiestas, no puedo comentar mucho por este medio porque lamentablemente este sistema puede ser hackeado y estoy colocando comentarios generales para todos, así que solo quiero comentarte un par de cosas, la primera es qu no sé que puedas pensar de ti ahora mismo pero para mi, en la entrevista que tuvimos, te escuchaste y me hiciste sentir que eras alguien sincero, solo no decaigas, sigue adelante, deja atras ello y dale la oportunidad a nuevas personas que puedan llegar a tu vida."
        },
        {
            "nombre": "srta_gumiho",
            "mensaje": "Zuckyyyyyy hermana, feliz navidad, espero que pases una bonita noche, la verdad es que también, al igual que con un amigo, no puedo comentar mucho aqui porque este sistemita puede ser hackeado por cualquiera que tenga conocimientos en informática y ver lo que escribí de los demás, así que solo comentaré cosas generales y puntuales, primero, comentar que eres alguien especial para mi, eres de las personas que más confianza tengo y es porque pues como siempre lo hemos comentado, somos parecidos en muchas cosas y también te lo comenté pero, para mi al menos, eres una de las personas más fuertes que conozco y sé que podrás salir adelante y ante cualquier problema puedes contar conmigo siempre."
        },
        {
            "nombre": "carlitos0044",
            "mensaje": "Hola Carlitos, te deseo una feliz navidad, espero que pases una bonita noche con tu familia. Gracias por siempre mantener ese animo y esa manera de ser tan activa y tan alegre que tienes. Aunque no conversemos mucho, quiero que sepas que eres una persona increible, uf como quisiera volver de nuevo a tu edad, así que mi consejo para ti es que disfrutes de las cosas que te pasen en esta etapa, porque más adelante las extrañaras, disfruta de tu familia e amigos y también que me des la oportunidad de que sigamos siendo amigos y cualquier duda que tengas puedes contar conmigo o con cualquiera de la familia insana."
        }
    ]
}