{
    "usuarios": [
        {
            "nombre": "nicomiaw",
            "mensaje": "Feliz navidad amor, quiero aprovechar este día para demostrarte lo mucho que te amo. Lo nuestro, aunque tuvo un inicio bonito, fue algo muy inesperado, tenía miedo de formar parte de tu vida porque sentía que era algo muy pronto y que debía conocerte primero, pero luego fui yo quien llevó las cosas muy acelerado y terminó declarandose a ti, pero ¿sabes algo? no me arrepiento. Amo la manera en que eres, como siempre te preocupas por mí. No paso un solo día sin que me levante pensando en tí. Lo único que quiero es estar siempre contigo, sentirme cerca a ti, amarte y hacerte sentir especial cada día. A veces puedo ser muy tonto y expresar mis emociones sin medir en que eso te puede hacer daño o sacar las cosas de contexto. Perdóname por todo eso, pero quiero que recuerdes que de verdad te amo y que lo mejor que pudo pasarme este año, eres tú."
        },
        {
            "nombre": "estrellitaxduwu",
            "mensaje": "Hija mía, feliz navidad. Quisiera agradecerte por todo el apoyo que me has dado desde que te conozco. Al inicio me resultó un poco complicado acercarme a ti, más que nada por mi timidez y porque veía que ya tenías una relación de confianza con yinxx y no sabía como integrarme a ello, pero recuerdo que fuiste tú quien tomó la iniciativa de hablar conmigo y supiste romper esa brecha rapidamente y te agradezco de todo corazón. Eres una de las personas en las que más confío y espero que sigamos compartiendo esta relación tan especial durante muchos años más, solo quiero que recuerdes en esta noche que hay gente que te aprecia mucho, solo quiero que jamás olvides eso."
        },
        {
            "nombre": "mitsuri",
            "mensaje": "Hija mía, feliz navidad, espero que la pases bonito, es curioso pero recuerdo que cuando inicie a hablar contigo fue un logro enorme para mi, esto porque a veces sentía que no podía de alguna manera acercarme a ti, pero lo bueno que supimos como romper eso y pues formamos una bonita amistad, más haya del rol de padre e hija que tenemos XD. Siempre la pasamos bien, nos reimos, nos divertimos mucho juntos y aunque a veces yo pueda fallar en el sentido del tiempo o que no pueda acompañarte para algunas cosas o simplemente pueda cometer errores que incluso puedan llegar a afectarte también y espero que me perdones por ello, pero quiero que sepas que puedes contar conmigo siempre y ante cualquier problema puedes hablar conmigo."
        },
        {
            "nombre": "yinxx018",
            "mensaje": "Furroooooo feliz navidad, espero que pases una bonita noche, sabes algo, es curioso que recuerde esto pero de la comunidad de Richavo fuiste el primero en hablar conmigo y en mantenerse en contacto conmigo, es curioso porque luego de eso apareció esa mamada del blinxx XD. Pero bueno, quien iba a pensar que luego ibamos a formar un grupito donde poco a poco crecería más. Bueno mi king, de ti no puedo opinar mucho más que nada porque siento que eres alguien que, como dices, saca las lecciones hasta de las cosas más sencillas que pueda pasar en la vida y eso es genial, solo decirte que nunca te rindas y sigas adelante, y que nos tienes siempre para apoyarte en todo momento."
        },
        {
            "nombre": "ripmushuu21",
            "mensaje": "Sumiso feliz navidad XD. Espero que pases felices fiestas, no puedo comentar mucho por este medio porque lamentablemente este sistema puede ser hackeado y estoy colocando comentarios generales para todos, así que solo quiero comentarte un par de cosas, la primera es qu no sé que puedas pensar de ti ahora mismo pero para mi, en la entrevista que tuvimos, te escuchaste y me hiciste sentir que eras alguien sincero, solo no decaigas, sigue adelante, deja atras ello y dale la oportunidad a nuevas personas que puedan llegar a tu vida."
        },
        {
            "nombre": "srta_gumiho",
            "mensaje": "Zuckyyyyyy hermana, feliz navidad, espero que pases una bonita noche, la verdad es que también, al igual que con un amigo, no puedo comentar mucho aqui porque este sistemita puede ser hackeado por cualquiera que tenga conocimientos en informática y ver lo que escribí de los demás, así que solo comentaré cosas generales y puntuales, primero, comentar que eres alguien especial para mi, eres de las personas que más confianza tengo y es porque pues como siempre lo hemos comentado, somos parecidos en muchas cosas y también te lo comenté pero, para mi al menos, eres una de las personas más fuertes que conozco y sé que podrás salir adelante y ante cualquier problema puedes contar conmigo siempre."
        },
        {
            "nombre": "carlitos0044",
            "mensaje": "Hola Carlitos, te deseo una feliz navidad, espero que pases una bonita noche con tu familia. Gracias por siempre mantener ese animo y esa manera de ser tan activa y tan alegre que tienes. Aunque no conversemos mucho, quiero que sepas que eres una persona increible, uf como quisiera volver de nuevo a tu edad, así que mi consejo para ti es que disfrutes de las cosas que te pasen en esta etapa, porque más adelante las extrañaras, disfruta de tu familia e amigos y también que me des la oportunidad de que sigamos siendo amigos y cualquier duda que tengas puedes contar conmigo o con cualquiera de la familia insana."
        },
        {
            "nombre": "richigamo18",
            "mensaje": "Richavoooo, feliz navidad, espero que hayas pasado una hermosa fiesta con toda tu familia. Quería aprovechar esta oportunidad para agradecerte por todo el apoyo que me has dado y que aún me sigues brindando hoy en día. Eres una de las primeras personas que he conocido en este mundo y que se ha convertido en uno de mis más grandes amigos. Eres una persona increible que, aunque cree que no merece todo lo que te pasa, la verdad es que mereces toda la felicidad del mundo. Eres alguien a quien admiro y a lo que quisiera llegar a ser conforme siga creciedo en este camino, alguien en quien la gente pueda confiar y que siempre esté dispuesto a apoyar a los demás, aunque sea con lo poco que pueda ofrecer. No cambies nunca y también nunca te rindas por favor"
        },
        {
            "nombre": "ada_vtuber",
            "mensaje": "Ada ada ada, feliz navidad, espero que hayas tenido una hermosa fiesta. Aunque solo ha pasado un mes desde que empezamos a hablar (no enserio, fue un 25 de noviembre que comenzamos a hablar XD), la verdad es que rápidamente te convertirte en alguien a quien aprecio mucho, mi amiga de chisme jeje. Gracias por ser mi amiga y deseo que continuemos siendolo por muchos años más. También quiero agradecerte por la confianza que me diste al contarme ya sabes qué XD y también gracias por permitirme tener la cpnfianza de compartir mis cosas contigo, eres alguien increible, no pierdas esa confianza nunca."
        },
        {
            "nombre": "mishilb",
            "mensaje": "Eih mi king, feliz navidad, es curioso pero, llegaste al mismo tiempo que ada en convertirte mi amigo, literal creo que solo con mis amigos del cole puedo llevarme de la misma manera en la que me llevo contigo XD. Pero bueno, sigue adelante, sabes que puedes contar con mi apoyo para cualquier cosita que necesites y trataré de apoyarte y espero que podamos tener más collabs juntos, literal me encanta colaborar contigo, eres alguien divertido. No pierdas la confianza en ti nunca."
        },
        {
            "nombre": "z34ach",
            "mensaje": "Haber wey, primero que nada, feliz navidad pues XD. Okno, quiero agradecerte unicamente primero porque a pesar de que ya no hablamos tan seguido, me diste lo más importante que me pasó este año y es el poder conocer a la Nimi. Literal, creo que si no fuera por tu mensaje que me mandaste, nunca me habría atrevido a confesarle lo que siento por ella y eso es algo que jamás terminaré de agradecertelo. Ahora, como un consejo de mi para ti, te diré lo siguiente: deja el pasado atrás y mira lo que el futuro espera por ti, tu puedes mi king."
        },
        {
            "nombre": "axelm",
            "mensaje": "Hola axel, hermano feliz navidad, un poco tardecito XD pero quería aprovechar también para hablar contigo, primero que a pesar de que no hablamos mucho, es todo un misterio para mí el saber las cosas que te puedan pasar en la vida y no he tenido mucho contacto contigo, así que solo me queda decirte una única cosa, aprende siempre a amar tus errores, cada uno de ellos nos enseña a ser mejores cada día y a siempre escoger el camino correcto, puesto que si ya escogiste todos los malos caminos, sabrás cual es el indicado, la vida no se trata de ser perfecto, se trata de aprender a fallar y seguir adelante."
        },
        {
            "nombre": "bebochill",
            "mensaje": "Beboooooo, feliz navidad papu, es algo tarde pero quería terminar esto antes del 25 para todos, al final me resultó difícil, pero mejor tarde que nunca, así que solo quisiera decirte que en tu caso no tengo ningún consejo que darte XD. Solo agradecerte por ser uno de mis amigos, eres alguien divertido y tienes esa carisma y esa chispa en ti que es única, soy afortunado de conocerte. Deseo que podamos seguir siendo amigos durante más tiempo y que, aunque no te lo he dicho antes, puedes contar conmigo para cualquier cosita. Muchos éxitos en todo."
        },
        {
            "nombre": "alizon",
            "mensaje": "Zilfiiiii, feliz navidad, perdóname, eres de las pocas personas que no pude saludar en esa fecha, espero que te encuentres bien, ya hace tiempo que no sé de ti. Quisiera saber que enserio te agradezco bastante que seas mi amiga, literal fuiste la primera en ser mi amiga en este mundo vtuber, con la que me madrugué por primera vez literal, enferma XD (Bromita). Pero bueno, espero que estés bien, que volvamos a hablar para alguna otra collab y cualquier cosita puedes contar conmigo para cualquier cosa."
        },
        {
            "nombre": "mazucito",
            "mensaje": "Hola broooo, feliz navidad, perdóname, eres una de las personas que no he podido saludar para esa fecha, espero que estés bien, hace tiempo que no hablo contigo y me gustaría que podamos volver a hacer alguna collab o algo juntos, debemos aun hacer ese evento de madrugada con los demás. Dejando eso de lado, solo quiero desearte lo mejor para estas fechas y agradecerte por siempre estar en mi directos hasta tarde jeje y por ser mi amigo, sigue adelante con lo que te propongas y nunca cambies, sigue conquistándolas XDDD."
        },
        {
            "nombre": "pixiel",
            "mensaje": "Hola mi bro, feliz navidad, espero que hayas pasado una bonita noche en familia, espero que te encuentres bien, en tu caso tampoco no hay mucho de que aconsejar ni nada por el estilo, solo brindarte mis buenos deseos en todo lo que hagas en tu vida mi king, agradecerte por ser uno de mis amigos y espero que podamos seguir manteniendo contacto durante mucho tiempo más."
        },
        {
            "nombre": "rex24t",
            "mensaje": "Hola bro, feliz navidad, espero que la hayas pasado bien, lit primero mi amigo, luego mi mejor amigo, mi hermano y ahora moderador de mi canal XD. Aunque no sabes las cosas que te podrías enterar cuando entres a mi stream de nuevo a ver lo que pasa jeje. Pero bueno, por mi parte no hay mucho que decir, salvo lo que siempre hablamos, el hecho de que nunca debes rendirte, esfuerzate todo lo posible que todo lo dificil que pasas en la vida te será recompensado, nunca lo dudes. Disculpa si he estado tan inactivo con la banda, es solo que conocer este mundo tan grande con otras personas es simplemente impresionante y hay nuevas personas que siento que me necesitan, no quiero dejarlos solos, pero iré con ustedes en ocasiones y seguiremos jugando de vez en cuando."
        },
        {
            "nombre": "mercury",
            "mensaje": "El buen enzimio, feliz navidad pues, aunque cuando recibas esto para cuando ya pasó la fecha :v. Bueno, en tu caso pues me gustaría poder saber que fue contigo y con todos ustedes, aunque estuve ausente por mucho tiempo, pero como le dije también al niga24T pues siento que hay gente que me necesita y que debo estar con ellos, hemos pasado por tanto en estos últimos dos meses que no lo creerías, eso incluyéndome, pero quiero que sepas que me alegro que hayas podido pasar ese curso que tanto te molestaba y que estes avanzando, que siempre iré en cuanto pueda con ustedes o cuando me avisan para jugar algo de chill. Siempre me ayudaste con todo el tema de las configuraciones de los streams y de los juegos, trataré de devolverte el favor alguna vez."
        },
        {
            "nombre": "antoniojose69",
            "mensaje": "Hola bro, feliz navidad atrasada XD, estoy tratando de acabar con todo lo más antes posible pero me será imposible, cuando leas esto capaz ya será algo que deberías de saber pero te agradezco por pasarte en los streams siempre y donarme un bit, prometo que configuraré mejor el tema de las alertas para cuando lo hagas. Gracias por todo mi king."
        },
        {
            "nombre": "capybaragamer",
            "mensaje": "Hola bro, feliz navidad atrasada, ya le estoy diciendo a varios así pero es que traté de acabar con esto antes del 25 pero me resultó imposible. Espero que estés pasandola en el lugar de las nieves XD. Comentarte que disculpa porque no pude cumplir con volver a jugar contigo ni hacer otra collab, cuando vuelvas, si aun te interesa hacer stream, podemos volver a hacer collab. Muchos éxitos en todo mi king, sigue adelante."
        },
        {
            "nombre": "kurosape",
            "mensaje": "El buen kurosape, feliz navidad y prospero año nuevo, espero que estes bien en EEUU, estamos aun a la espera de tu regreso, ojalá vuelvas pronto, eras el único amigo peruano que tenía, bueno hay otros dos más ahora XD. Pero siento que a pesar de que interactuamos poquito pues aun así me caiste muy bien y quisiera retomar esa collab que en su momento prometimos con zilfi y no se pudo. Espero que todo te vaya bien, que estés cumpliendo con lo que te propongas y sigue adelante."
        },
        {
            "nombre": "cca",
            "mensaje": "CCA, feliz navidad, eres literalmente de los más olds del canal y pues siento que debería de tenerte aqui tambien en esta lista, solo que pues por trabajo entiendo que no puedes ingresar a los directos y se te entiende bastante, ojalá vuelva a saber pronto de ti, espero que te esté yendo bien, solo cuidate mucho y sigue adelante bro."
        },
        {
            "nombre": "delux",
            "mensaje": "Delux, feliz navidad, bro como andas, quisiera saber de ti, recuerdo que ya no pude hacer otra collab contigo luego de que me comentaste sobre un juego pero aquella vez estaba ocupado con temas del trabajo y no pudimos contiuar con la conversación. Eres la segunda persona con la que hice colaboración y aunque no hablemos mucho pues sabes que aun así puedes contar conmigo, si alguna vez quisieras jugar conmigo pues ahí estaré, solo acordemos un día. Muy aparte de todo ello, espero que te vaya bien en los streams, siga adelante, cuídate mucho."
        },
        {
            "nombre": "lhans",
            "mensaje": "El buen Lhans, feliz navidad, ya nos debemos la collab que tanto hemos estado coordinando pero nunca se llega a dar, probablemente sea para el siguiente año. No sé mucho de tu vida sinceramente pero espero que todo te esté yendo bien, la última vez comentaste que tenías muchos trabajos y que te resultaba dificil darle con todo pero pues solo te puedo decir que no te rindas, ante cada problema siempre hay una solución. Te deseo muchos éxitos en todo, espero que volvamos a hablar pronto."
        },
        {
            "nombre": "afsp",
            "mensaje": "Hola broooo, feliz navidad pues mi king, no podía olvidarme de ti, literal fuiste el primero en llegar a mi canal luego de un puñado de gente, pero pues solo quería comentarte que gracias por siempre estar en mis directos, viste mis origenes jeje y bueno, comentaste que tenías pc, así que si decides volver al stream puedes decirme para hacer collab o algo, está genial. Espero que sigas con ese sueño y en caso contrario pues normal espero volverte pronto en algún directo, vi que te pasaste de vez en cuando, así que mucho animooooo y a seguir adelante."
        }
    ]
}